{
  "index": "crooked",
  "name": "The Crooked",
  "luck_special": "Whenever you spend a Luck point, someone from your past will re-appear in your life. Soon.",
  "moves": {
    "required_move_slots": 0,
    "required_moves": [],
    "optional_move_slots": 2,
    "optional_moves": [
      {
        "name": "Artifact",
        "description": "You ‘found’ a magical artifact with handy powers, and kept it. Pick one: Protective amulet (1-armour magic recharge), Lucky charm (may be used as a Luck point, once only), Grimoire (studying the book gives +1 forward to use magic), Skeleton key (opens any magically sealed lock), Imp stone (A weak demon is bound to serve the holder. The imp must be summoned with the use magic move)."
      },
      {
        "name": "Crew",
        "description": "You have a regular crew, a team of three or four people who will help you out with pretty much anything. They count as a team (see page 119)."
      },
      {
        "name": "Deal with the Devil",
        "description": "You sold your soul to the Devil. Pick one or two things you got out of the deal: wealth, fame, youth, sensual gratification, skill (add +1 to two ratings). Payment is due either when you die, in six months (if you picked two things) or otherwise in a year."
      },
      {
        "name": "Friends on the Force",
        "description": "You know a few cops who can be persuaded to look the other way, or do you a favour, for certain considerations. You can act under pressure to get in touch with them when you need to divert any law enforcement attention. There will be a cost, although maybe not right now."
      },
      {
        "name": "Made",
        "description": "You’re “made” in a gang. Name the gang and describe how their operations tie into your background. You can call on gang members to help you out, but they’ll expect to be paid. Your bosses will have requests for you now and again, but you’ll be paid. Minor trouble will be overlooked, but you better not screw over any other made gangsters."
      },
      {
        "name": "Driver",
        "description": "You have +1 ongoing while driving, plus you can hotwire anything (the older it is, the fewer tools you need to do it). You also own two handy, wide-ly-available vehicles (perhaps a sportscar and a van)."
      },
      {
        "name": "Home Ground",
        "description": "Your crew made a point of keeping the locals happy - keeping them safe, ensuring things always went down okay. When you’re back in your old neighbourhood, you can always find people who will hide you or help you with a minor favour, no questions asked."
      },
      {
        "name": "Notorious",
        "description": "You have a reputation from your criminal past. When you reveal who you are, your terrifying reputation counts as a reason for people to do what you ask, for the manipulate someone move. Revealing your identity to someone can create other problems later, of course."
      }
    ]
  },
  "ratings": [
    {
      "charm": 1,
      "cool": 1,
      "sharp": 2,
      "tough": 0,
      "weird": -1
    },
    {
      "charm": -1,
      "cool": 1,
      "sharp": 1,
      "tough": 2,
      "weird": 0
    },
    {
      "charm": -1,
      "cool": 2,
      "sharp": 2,
      "tough": 0,
      "weird": -1
    },
    {
      "charm": 2,
      "cool": 1,
      "sharp": 1,
      "tough": 0,
      "weird": -1
    },
    {
      "charm": 2,
      "cool": 0,
      "sharp": 1,
      "tough": -1,
      "weird": 1
    }
  ],
  "history": [
    "This hunter knows about your criminal past. Tell them what crimes they saw you commit.",
    "This hunter was there when you decided to give up the life and hunt monsters instead. Work out together what happened.",
    "This hunter is your younger sibling or child (possibly adopted). You look out for them.",
    "This hunter is a cousin or more distant relative.",
    "This hunter saved your life when a monster had the drop on you. Now you owe them one.",
    "This hunter worked with you on a semi-legal or illegal job. Work out what it was.",
    "This hunter is your moral compass. When you talk over things with them, their advice keeps you on the straight and narrow.",
    "You’re powerfully attracted to this hunter. Maybe someday you’ll deserve them."
    ],
  "improvements": [
    "Get +1 Sharp, max +3.",
    "Get +1 Tough, max +3.",
    "Get +1 Cool, max +3.",
    "Get +1 Charm, max +3.",
    "Take another Crooked move.",
    "Take another Crooked move.",
    "Gain an ally: one of your old crew.",
    "Recover a stash of money from the old days, enough to live without care... for a year or two.",
    "Take a move from another playbook.",
    "Take a move from another playbook."
  ],
  "advanced_improvements": [
    "Get +1 to any rating, max +3.",
    "Change this hunter to a new type.",
    "Create a second hunter to play as well as this one.",
    "Mark two of the basic moves as advanced.",
    "Mark another two of the basic moves as advanced.",
    "Retire this hunter to safety.",
    "Erase one used luck mark from your playbook."
  ]
}